贝宝付款
47 条点评
通过WooCommerce由 WooCommerce 开发
免费下载

产品图标
贝宝付款
通过WooCommerce由 WooCommerce 开发
PayPal 最新的一体化结账解决方案。安全地接受 PayPal 数字支付、信用卡/借记卡和本地支付方式。
收视率
2.6
( 47 )
最近更新时间
2022-08-09
版本
1.9.2
主动安装
400K+

通过在一个简单的结帐解决方案中提供所有主要付款选项来销售更多
使用一种简单、强大的解决方案简化您的业务。使用 PayPal，您的客户可以使用 PayPal、Venmo（仅限美国）、稍后付款选项（美国、英国、法国、德国和澳大利亚）、信用卡和借记卡付款。此外，PayPal 可以自动识别客户位置并提供特定国家/地区的本地支付方式。



通过稍后付款将浏览器变成买家
借助“稍后付款”优惠帮助增加销售额，允许客户在您提前付款的情况下稍后付款。美国的商家可以为其客户提供 Pay in 4 2和 PayPal Credit 3，而英国、法国、德国和澳大利亚的商家可以提供针对其国家/地区的“稍后付款”选项。在其网站上提供按时付费信息的美国企业的平均订单价值增加了​​高达 56%。4


 


美国示例
 

在您的网站上启用稍后付款消息，以便客户在浏览时知道他们有灵活的付款方式，从而帮助转化更多销售。事实上，美国 80% 的先购买后付费 (BNPL) 用户同意，在浏览时看到 BNPL 消息使他们能够花费更多。9

提供订阅付款以帮助推动重复业务 


通过提供订阅计划创造稳定、可预测的收入。借助 PayPal 上的保管库功能，您可以提供具有固定或数量定价的灵活计划，为您想要的时间段设置计费周期，并提供带有折扣试用期的订阅。这对购物者来说很容易，对您来说很简单，并且对您的业务非常有用——没有月费或安装费。PayPal 还与WooCommerce 订阅兼容。

 

使用全球最值得信赖的品牌之一 PayPal 转化更多客户


使用 PayPal 徽标让您的客户高枕无忧。超过一半的消费者表示他们更信任接受 PayPal 的企业。事实上，69% 的 PayPal 用户认为在接受 PayPal 的商家购物更安全。9


PayPal 帮助您保护您的业务 


欺诈保护

凭借每月 10 亿笔交易和来自我们全球买家和卖家网络的情报，我们的 24/7 欺诈检测和监控工具变得更加智能。

PayPal 帮助您满足全球合规标准


内置合规性

PayPal 支付解决方案可帮助您满足全球合规标准，例如 PCI 和 PSD2，为您的业务带来国际市场。我们的平台内置符合卡提供的两因素身份验证（3D Secure）。我们包括随着安全协议的变化而自动更新。

立即升级，无需额外费用
单击免费下载以将 PayPal 扩展程序添加到您的购物车。 
签出后，单击下载以将 PayPal 扩展程序保存到您的计算机。
登录到您的WordPress 管理员。 
转到  插件>添加新>上传并选择PayPal 扩展 ZIP 文件 - woocommerce-paypal-payments。
单击立即安装，然后单击成功页面上的激活。
要在 PayPal Checkout 中选择和配置您的首选付款方式，例如 PayPal 卡处理和稍后付款，请按照这些说明进行操作。
法律披露：
1 PayPal 委托 Netfluential 于 2020 年 11 月进行的一项在线研究，涉及 1,000 名 18-39 岁的美国在线购物者（在 PayPal 用户中，n=682）。
2 美国：关于付款 4：向加利福尼亚居民提供贷款或根据加利福尼亚金融法许可证进行安排。PayPal, Inc. 是佐治亚州分期付款贷款人被许可方，NMLS #910457。罗德岛小额贷款人持牌人。
3 美国、英国：PayPal Credit 须经消费者信用批准。
4 2019 年 PayPal 内部数据，使用 PayPal Credit 消息传递的商家与没有使用 PayPal 的商家相比，整体 PayPal AOV 的平均提升。
5 英国：关于 Pay in 3 – 须经信贷批准。
6 法国：视情况而定。具有 Vaulting 功能或经常性支付/计费集成的商家不符合 Paiement en 4X 的条件，以及开展某些活动的商家。
7 德国：受信用检查且仅适用于拥有德国 PayPal 账户的用户。具有 Vaulting 功能或经常性付款/计费集成的商家不符合 Ratenzahlung 的条件，以及开展某些活动的商家。
8 澳大利亚：关于 PayPal Pay in 4 – 取决于客户账户状态、资格和信用批准。商家资格标准也适用。
9 2020 年 11 月，由 PayPal 委托并由 Netfluential 进行的一项在线研究涉及 1,000 名 18-39 岁的美国在线购物者（BNPL 用户中，n = 357）。